alefragnani.Bookmarks
AlexCoderCorp.comments
Atishay-Jain.All-Autocomplete
bradlc.vscode-tailwindcss
chrmarti.regex
CoenraadS.bracket-pair-colorizer-2
csstools.postcss
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
enkia.tokyo-night
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fiore57.snippet-generator
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
Fudge.auto-using
ionutvmi.path-autocomplete
Janne252.fontawesome-autocomplete
MS-CEINTL.vscode-language-pack-ja
ms-dotnettools.csharp
ms-vsliveshare.vsliveshare-pack
octref.vetur
redhat.java
therobut.theme-setim
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wuz.dank-neon
yzane.markdown-pdf
